{
  "Bank Name": "Federal Reserve Bank of Atlanta",
  "unique_internal_blocks": [
    {
      "url": "https://www.frbatlanta.org/research/publications.aspx",
      "title": "Publications - Federal Reserve Bank of Atlanta",
      "text": "The Atlanta Fed papers series present our scholarly research. Working Papers present the research of Atlanta Fed staff economists and visiting scholars."
    },
    {
      "url": "https://www.frbatlanta.org/publications",
      "title": "Publications Overview - Federal Reserve Bank of Atlanta",
      "text": "CenFIS Working Papers feature the research of visiting scholars and distinguished economists. The papers are intended to stimulate professional discussion about ..."
    },
    {
      "url": "https://www.frbatlanta.org/cenfis/publications.aspx",
      "title": "Publications: Center for Financial Innovation and Stability",
      "text": "Publications. Policy Hub provides two forums that draw on the expertise of Atlanta Fed economists and researchers to address issues of broad policy interest: ..."
    },
    {
      "url": "https://www.frbatlanta.org/community-development/publications/special.aspx",
      "title": "Special Publications - Federal Reserve Bank of Atlanta",
      "text": "It explores how workforce development programs have created training for workers, including career and technical education, competency-based education, industry ..."
    },
    {
      "url": "https://www.frbatlanta.org/community-development/publications.aspx",
      "title": "Community Development Publications - Federal Reserve Bank of Atlanta",
      "text": "Address emerging and critical issues in community development. Our goal is to provide information on topics that will be useful to the many actors involved in ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/surveys/publications-and-research.aspx",
      "title": "Economic Survey Research Center: Publications & Research",
      "text": "Atlanta Fed Working Papers 2020-17 The Impact of the COVID-19 Pandemic on Business Expectations Brent H. Meyer, Brian Prescott, and Xuguang Simon Sheng ..."
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/consumer-payments/publications",
      "title": "Publications - Federal Reserve Bank of Atlanta",
      "text": "Payments Evolution from Paper to Electronic Payments by Merchant Type. Ruth Cohen, Oz Shy, and Joanna Stavins. Federal Reserve Bank of Boston Working Paper 22-6 ..."
    },
    {
      "url": "https://www.frbatlanta.org/cqer/publications.aspx",
      "title": "Publications: Center for Quantitative Economic Research",
      "text": "View our working papers series for the complete set of scholarly research from Atlanta Fed economists and visiting scholars."
    },
    {
      "url": "https://www.frbatlanta.org/research/publications/wp.aspx",
      "title": "Atlanta Fed Working Papers",
      "text": "The Research Department of the Federal Reserve Bank of Atlanta publishes a working paper series to convey the research of staff economists and visiting ..."
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/consumer-payments/research-data-reports",
      "title": "Research Data Reports - Federal Reserve Bank of Atlanta",
      "text": "This series of papers describes the results, content, key findings, and methodology of the Diary of Consumer Payment Choice and the Survey of Consumer Payment ..."
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/reporting/financial-institution-reports.aspx",
      "title": "Financial Institution Reports - Federal Reserve Bank of Atlanta",
      "text": "Federal Reserve Bank of Atlanta ... Regulatory & Monetary Reporting ... Financial Institution Reports ... Annual Report of Holding Companies (FR Y-6) · Report Due ..."
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/reporting/srd",
      "title": "Reporting Due Dates - Federal Reserve Bank of Atlanta",
      "text": "The submission deadline information for monthly, quarterly, semiannual, and annual reports, as well as the due dates for filing both mandatory and voluntary ..."
    },
    {
      "url": "https://www.frbatlanta.org/economy-matters/annual-report",
      "title": "The Atlanta Fed has released its 2023 Annual Report",
      "text": "The Atlanta Fed's annual reports from 2011 to 2023 are available on our website. Reports for the years 1980 to 2010 are available in our archives."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/labor-report-first-look",
      "title": "Labor Report First Look - Federal Reserve Bank of Atlanta",
      "text": "The Labor Report First Look is a concise visualization of the Bureau of Labor Statistics' Employment Situation Summary. Stay informed of all ...",
      "published_time": "2025-07-03T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/reporting/fry6",
      "title": "Annual Report of Holding Companies (FR Y-6) - Federal Reserve Bank of ...",
      "text": "The reports submitted at the end of each fiscal year are uploaded on a flow basis when Reserve Bank analysts in the Financial Data ..."
    },
    {
      "url": "https://www.frbatlanta.org/banking-and-payments/reporting/resources.aspx",
      "title": "Reporting Resources - Federal Reserve Bank of Atlanta",
      "text": "Visit the Federal Reserve System's Reporting and Reserves website, where you will find information on regulatory and financial reporting."
    },
    {
      "url": "https://www.frbatlanta.org/research/",
      "title": "Research & Data - Federal Reserve Bank of Atlanta",
      "text": "The Economy at a Glance: GDP, Wage Growth, Employment, Inflation, Market Probabilities, Evolution of Atlanta Fed, GDPNow real GDP forecast, Data & Tools",
      "sublinks": [
        {
          "title": "Research Data Reports",
          "url": "https://www.atlantafed.org/banking-and-payments/consumer-payments/research-data-reports"
        },
        {
          "title": "GDPNow",
          "url": "https://www.atlantafed.org/cqer/research/gdpnow"
        },
        {
          "title": "Data & Tools",
          "url": "https://www.atlantafed.org/research/data-and-tools"
        },
        {
          "title": "Economists",
          "url": "https://www.atlantafed.org/research/economists"
        },
        {
          "title": "Economic Survey Research...",
          "url": "https://www.atlantafed.org/research/surveys"
        },
        {
          "title": "Inflation Project",
          "url": "https://www.atlantafed.org/research/inflationproject"
        },
        {
          "title": "Events",
          "url": "https://www.atlantafed.org/research/events"
        }
      ]
    },
    {
      "url": "https://www.frbatlanta.org/research/surveys.aspx",
      "title": "Economic Survey Research Center - Federal Reserve Bank of Atlanta",
      "text": "The Economic Survey Research Center collects, analyzes, and interprets high-quality business and household survey data that inform Federal Reserve policy, ..."
    },
    {
      "url": "https://www.frbatlanta.org/cqer.aspx",
      "title": "Center for Quantitative Economic Research",
      "text": "The Center for Quantitative Economic Research (CQER) of the Federal Reserve Bank of Atlanta advances empirical research in economics and promotes ..."
    },
    {
      "url": "https://www.frbatlanta.org/atlanta-research-data-center",
      "title": "Atlanta Research Data Center",
      "text": "The Atlanta Research Data Center (ARDC) is a secure computing lab where qualified researchers conduct approved statistical analysis using nonpublic data."
    },
    {
      "url": "https://www.frbatlanta.org/cqer/research",
      "title": "Center for Quantitative Economic Research",
      "text": "A new dataset of quarterly expenditure-based gross domestic product (GDP-exp) data and its major components. Wu-Xia Rate Hosts shadow federal funds ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/centers.aspx",
      "title": "Research Centers - Federal Reserve Bank of Atlanta",
      "text": "The center focuses on employment policies and labor market issues that affect low- and moderate-income individuals. It acts as a bridge between research and ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/economists",
      "title": "Economists - Federal Reserve Bank of Atlanta",
      "text": "David E. Altig Executive Vice President and Chief Economic Adviser. Economists; Visiting Scholars; Economist Emeriti; Research Staff; Research Analyst ..."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/labor-market-distributions.aspx?panel=1",
      "title": "Labor Market Distributions Spider Chart",
      "text": "The survey provides the source data for both the Employment Cost Index and Employer Costs for Employee Compensation news releases. Release times shown are ..."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/wage-growth-tracker.aspx",
      "title": "Wage Growth Tracker - Federal Reserve Bank of Atlanta",
      "text": "The Atlanta Fed's Wage Growth Tracker is a measure of the nominal wage growth of individuals. It is constructed using microdata from the Current Population ...",
      "published_time": "2025-07-09T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/research.aspx",
      "title": "Research & Data - Federal Reserve Bank of Atlanta",
      "text": "The Economy at a Glance: GDP, Wage Growth, Employment, Inflation, Market Probabilities, Evolution of Atlanta Fed, GDPNow real GDP forecast, Data & Tools"
    },
    {
      "url": "https://www.frbatlanta.org/chcs/calculator/archive/ME",
      "title": "Federal Reserve Bank of Atlanta",
      "text": "The user can adjust the target unemployment rate, the number of months, and the assumed labor force growth. See the Surveys and Statistics tab for information ..."
    },
    {
      "url": "https://www.frbatlanta.org/cqer/research/gdpnow.aspx",
      "title": "GDPNow - Federal Reserve Bank of Atlanta",
      "text": "The growth rate of real gross domestic product (GDP) is a key indicator of economic activity, but the official estimate is released with a delay."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/labor-force-participation-dynamics",
      "title": "Labor Force Participation Dynamics - Federal Reserve Bank of Atlanta",
      "text": "This tool provides data and analysis on the changing labor force participation rate from the perspective of reasons given for not participating in the labor ...",
      "published_time": "2023-02-13T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/chcs/labor-market-sliders.aspx?panel=1",
      "title": "Labor Market Sliders - Federal Reserve Bank of Atlanta",
      "text": "Unemployment Rate. (percent of people in the labor force unemployed). 1%1.9% ; Employment. (average monthly change in number of jobs). -800,000-730000 ; GDP ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/inflationproject/bie/",
      "title": "Business Inflation Expectations - Federal Reserve Bank of Atlanta",
      "text": "Inflation expectations: Firms' year-ahead inflation expectations remained relatively unchanged at 2.4 percent, on average. · Current economic environment: Sales ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/data-and-tools.aspx",
      "title": "Data & Tools - Federal Reserve Bank of Atlanta",
      "text": "The Federal Reserve Bank of Atlanta produces several sets of interactive charts and data visualizations focused on a variety of national and regional economic ..."
    },
    {
      "url": "https://www.frbatlanta.org/cweo/data-tools",
      "title": "Center for Workforce and Economic Opportunity's Data Tools",
      "text": "About: The tool tracks trends in opportunity employment—the share of workers who earn at least the U.S. annual median wage (adjusted for local cost of living ..."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/human-capital-data-and-tools.aspx",
      "title": "Human Capital Data & Tools - Federal Reserve Bank of Atlanta",
      "text": "Designed to allow monitoring of broad labor market developments by comparing current conditions to those in up to two earlier time periods that the user selects ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/surveys/business-uncertainty",
      "title": "Survey of Business Uncertainty - Federal Reserve Bank of Atlanta",
      "text": "The Survey of Business Uncertainty (SBU) is an innovative panel survey that measures one-year-ahead expectations and uncertainties that firms have over their ..."
    },
    {
      "url": "https://www.frbatlanta.org/cenfis/market-probability-tracker.aspx?panel=1",
      "title": "Market Probability Tracker - Federal Reserve Bank of Atlanta",
      "text": "The Market Probability Tracker estimates probability distributions implied by the prices of options from the Chicago Mercantile Exchange.",
      "published_time": "2025-07-18T06:26:18.565378"
    },
    {
      "url": "https://www.frbatlanta.org/research/economists/shy-oz.aspx",
      "title": "Oz Shy - Senior Policy Adviser and Economist",
      "text": "Dr. Shy has published more than 80 journal and book articles in the areas of industrial organization, network economics, banking, payments, labor economics, ..."
    },
    {
      "url": "https://www.frbatlanta.org/research/economists/willis-jon",
      "title": "Jonathan (Jon) Willis - Vice President and Senior Economist - Federal ...",
      "text": "Jon Willis is a vice president and senior economist in the Research Department at the Federal Reserve Bank of Atlanta. He leads the policy and survey teams ..."
    },
    {
      "url": "https://realestateresearch.frbatlanta.org/blogs/take-on-payments/2021/07/06/think-like-a-genius-for-payments-innovation",
      "title": "Think Like a Genius for Payments Innovation",
      "text": "Lost, stolen, canceled or past due accounts were listed in a monthly printed bulletin sent to merchants. Clerks at the point of sale waded ...",
      "published_time": "2021-07-06T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/cqer/research/gdpnow/archives.aspx",
      "title": "Archive of Past GDPNow Commentaries",
      "text": "The GDPNow model estimate for real GDP growth (seasonally adjusted annual rate) in the third quarter of 2024 is 2.9 percent on September 18, down from 3.0 ..."
    },
    {
      "url": "https://www.frbatlanta.org/chcs/calculator/archive/DE",
      "title": "Federal Reserve Bank of Atlanta",
      "text": "Updated 1/27/2016. The Jobs Calculator calculates the net employment change needed to achieve a target unemployment rate after a specified number of months."
    },
    {
      "url": "https://www.frbatlanta.org/cqer/research/bpf.aspx",
      "title": "Band Pass Filter Code - Federal Reserve Bank of Atlanta",
      "text": "The following files contain computer code for the recommended filter approximation discussed in \"The Band Pass Filter,\" NBER Working Paper 7257, July 1999."
    },
    {
      "url": "https://www.frbatlanta.org/economy-matters/quiz/2019/0418-meet-the-press",
      "title": "Meet The Press - Federal Reserve Bank of Atlanta",
      "text": "The Federal Reserve has been a fixture in the nation's newspapers since the Bank's inception. Using drag and drop, match the newspaper headline with the year ..."
    },
    {
      "url": "https://www.frbatlanta.org/cenfis/publications/notesfromthevault/",
      "title": "Notes from the Vault - Federal Reserve Bank of Atlanta",
      "text": "This post reviews studies of bank compensation and postcrisis regulatory reforms. Archives 2019 | 2020. RELATED LINKS: RSS Feeds · Subscribe. RELATED LINKS ON ..."
    },
    {
      "url": "https://www.frbatlanta.org/economy-matters/quiz/2019/1121-history-mysteries",
      "title": "Atlanta Fed History's Mysteries",
      "text": "Years ago, the distinguished Atlanta historian Franklin Garrett wrote a history of the Atlanta Fed that was unpublished for decades.",
      "published_time": "2019-11-21T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/economy-matters/annual-report/2021",
      "title": "2021 Annual Report - Federal Reserve Bank of Atlanta",
      "text": "Reports for the years 1980 to 2010 are available in our archives. For reports from the years 1915 to 1979, see the Federal Reserve's online archive FRASER."
    },
    {
      "url": "https://www.frbatlanta.org/cenfis/publications/notesfromthevault/2019",
      "title": "Notes from the Vault - Federal Reserve Bank of Atlanta",
      "text": "This post reviews some of the papers and presentations from an Atlanta Fed research workshop about the effect of post-crisis developments in regulation and ..."
    },
    {
      "url": "https://x.com/martypartymusic/status/1947448745702174920",
      "title": "martypartymusic",
      "text": "U.S. TREASURY'S BESSENT SAYS FED SHOULD CONDUCT AN EXHAUSTIVE INTERNAL REVIEW OF NON-MONETARY POLICY OPERATIONS IMO: They coming for Powell. He will be forced to resign, drop rates, start QE or face legal drama.",
      "source": "X (Twitter)"
    },
    {
      "url": "https://www.reddit.com/r/moderatepolitics/comments/1lzr4ct/hassett_says_white_house_probing_fed_renovation/",
      "title": "Hassett says White House probing Fed renovation costs, authority to fire Powell",
      "text": "If they remove Powell and destroy the image of separation between the Fed and the executive, hold on to your butts because it will send confidence/the markets into an absolute free fall.",
      "source": "Reddit",
      "published_time": "2025-07-16T06:26:24.081726"
    },
    {
      "url": "https://www.youtube.com/watch?v=dVpeRzfArdo",
      "title": "White House 'looking into' authority to fire fed chair",
      "text": "'The Big Money Show' hosts talk the Federal Reserve's handling of monetary policy and the fate of Jerome Powell's role as Fed chair.",
      "source": "YouTube",
      "published_time": "2025-07-16T06:26:24.081787"
    },
    {
      "url": "https://x.com/SecScottBessent/status/1947419064625688967",
      "title": "SecScottBessent",
      "text": "Today in a CNBC interview, I called for a review of the Federal Reserve. It is my belief that the central bank should conduct an exhaustive internal review of its non-monetary policy operations. Significant mission creep and institutional growth have taken the Fed into areas that",
      "source": "X (Twitter)"
    },
    {
      "url": "https://x.com/EricLDaugh/status/1947421224964940020",
      "title": "EricLDaugh",
      "text": "🚨 BREAKING: Treasury Secretary Scott Bessent demands Fed Chair Jerome Powell and the Federal Reserve publish a FULL review for all Americans to see both of how it makes its monetary decisions AND the suspect $2.5B renovation plan. \"A review of the decision to undertake such a ",
      "source": "X (Twitter)"
    },
    {
      "url": "https://x.com/PeterSchiff/status/1947633963683528910",
      "title": "PeterSchiff",
      "text": "Powell blames all of the near-term inflation risk on tariffs. In truth, the overall risk results from past and present Fed monetary policy of repeated QE and keeping interest rates too low for too long, which fueled excess consumption and enabled continued government profligacy.",
      "source": "X (Twitter)"
    },
    {
      "url": "https://www.reddit.com/r/inflation/comments/1lld47h/this_time_trumps_the_inflation_villain_not_powell/",
      "title": "This time, Trump's the inflation villain - not Powell!",
      "text": "It’s happening. Was in Home Depot yesterday to return a wrench set I had purchased and get a different set. The price of the same set just metric went up $15. One of the Rigid sales reps was right next to me, I wasn’t happy and he explained they just went through the store and adjusted prices on just about everything because of tariffs. Some BS!",
      "source": "Reddit"
    },
    {
      "url": "https://paulkrugman.substack.com/p/hawks-doves-and-lapdogs?utm_source=post-email-title&publication_id=277517&post_id=168420191&utm_campaign=email-post-title&isFreemail=true&r=2fku&triedRedirect=true&utm_medium=email",
      "title": "Hawks, Doves and Lapdogs",
      "text": "Yesterday's CPI report looked fairly tame on the surface, but if you look at the details it showed clear signs that Trump's tariffs are...",
      "source": "Paul Krugman | Substack"
    },
    {
      "url": "https://paulkrugman.substack.com/p/talking-with-adam-posen",
      "title": "Talking With Adam Posen",
      "text": "Adam Posen has seen and done it all. He was an important voice in macroeconomic debates in the 1990s, when he was one of the small group of...",
      "source": "Paul Krugman | Substack"
    },
    {
      "url": "https://x.com/JamesBlairUSA/status/1946601481253331137",
      "title": "JamesBlairUSA",
      "text": "What does a 30% cost overrun on a renovation project say about Jerome Powell’s ability to manage monetary policy? He was Too Late to catch cost overruns on his construction project just like he was Too Late to tame inflation and now he’s Too Late to cut the rates! ",
      "source": "X (Twitter)"
    },
    {
      "url": "https://medium.com/the-polis/trump-took-congress-then-the-court-now-he-wants-the-fed-be465cacd1e9",
      "title": "Trump Took Congress. Then the Court. Now He Wants the Fed. | by Dick Dowdell | The Polis | Jul, 2025",
      "text": "Donald Trump already controls Congress. The Supreme Court has bent to his will. Now, he's setting his sights on the Federal Reserve — the...",
      "source": "Medium"
    },
    {
      "url": "https://x.com/zerohedge/status/1947635376153133477",
      "title": "zerohedge",
      "text": "*POWELL SAYS NEED BIG BANKS TO BE WELL-CAPITALIZED, MANAGE RISKS *POWELL: NEED LARGE BANKS TO BE FREE TO COMPETE WITH ONE ANOTHER NO COMMENTS ON MONETARY POLICY",
      "source": "X (Twitter)"
    },
    {
      "url": "https://x.com/EricLDaugh/status/1947639143380459735",
      "title": "EricLDaugh",
      "text": "🚨 SCOTT BESSENT TO THE FED: \"I am calling for an INTERNAL REVIEW.\" \"The Federal Reserve Board expenses since 2004 are up 4x...they just print money to spend it!\" \"The Fed does a regular review of their monetary policy framework. I think that this is a good opportunity for ",
      "source": "X (Twitter)"
    },
    {
      "url": "https://x.com/stevehou0/status/1947630562635575331",
      "title": "stevehou0",
      "text": "Agree or disagree with the current monetary policies, which are decided by the FOMC as a group. Jerome Powell has performed honorable and commendable service to the country as Fed chair and is now taking a brave stand against the encroachment of monetary independence for sheer",
      "source": "X (Twitter)"
    },
    {
      "url": "https://realestateresearch.frbatlanta.org/blogs/~/link.aspx?_id=53634095D60B4C55A088D43D5FC491A3&_z=z",
      "title": "Monetary Policy over the Life Cycle - Federal Reserve Bank of Atlanta",
      "text": "Abstract: A tighter monetary policy is associated with higher nominal and real interest rates on deposits and loans, weaker performance of ...",
      "published_time": "2021-08-20T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/apps/economynow",
      "title": "EconomyNow: An Atlanta Fed Research App",
      "text": "Download EconomyNow for free from the App Store for Apple devices and from Google Play for Android devices. Android 14 (API level 34) or higher is required; iOS ..."
    },
    {
      "url": "https://www.frbatlanta.org/covidsurvey-communities",
      "title": "Perspectives from Main Street: COVID-19's continued impact on low",
      "text": "Download PDF (5 MB). In the survey conducted between August 5–12, 2020, 1,465 respondents participated. More than half of respondents (56 ...",
      "published_time": "2020-11-05T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/chcs/working-papers",
      "title": "Human Capital Working Papers - Federal Reserve Bank of Atlanta",
      "text": "Human Capital Working Papers. Below is a selection of the Atlanta Fed's working paper series that focus on the topic of human capital. You can also view the ..."
    },
    {
      "url": "https://www.frbatlanta.org/community-development/publications/discussion-papers.aspx",
      "title": "Discussion Papers - Federal Reserve Bank of Atlanta",
      "text": "Working Papers · Policy Hub · Economy Matters · Research CentersMore. Americas Center® · Atlanta Research Data Center · Center for Financial Innovation and ..."
    },
    {
      "url": "https://www.frbatlanta.org/atoz",
      "title": "Atlanta Fed A to Z Index",
      "text": "Wage Growth Tracker · Webinars · Working Papers (Atlanta Fed) · Working Papers (CQER) · Wu-Xia Shadow Federal Funds Rate ..."
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/",
      "title": "Speeches - Federal Reserve Bank of Atlanta",
      "text": "Atlanta Fed president and CEO Raphael Bostic speaks at the Institute for Monetary and Financial Stability in Frankfurt, Germany."
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/tempSpeechesIndex",
      "title": "Speeches - Federal Reserve Bank of Atlanta",
      "text": "Atlanta Fed President and CEO Dennis Lockhart, in a February 5 speech at the Rotary Club of Birmingham, discusses the economic outlook for 2014 and Fed policy."
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/speakersbureau.aspx",
      "title": "Speakers Bureau - Federal Reserve Bank of Atlanta",
      "text": "Atlanta Fed economists, senior officers, and subject-matter experts are available to speak to your organization. Learn about available dates."
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/2013/131108-lockhart.aspx",
      "title": "Speeches - Federal Reserve Bank of Atlanta",
      "text": "The economy is growing at a slow pace, Lockhart says. Substantial progress has been made on employment, but there is more to be done. At the ...",
      "published_time": "2013-11-08T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/2019/03/22-bostic-case-for-an-ample-reserves-monetary-policy-framework",
      "title": "The Case for an Ample Reserves Monetary Policy Framework",
      "text": "All evidence points to little difference in the effectiveness of monetary policy when the central bank operates in a system with ample reserves.",
      "published_time": "2019-03-22T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/2019/07/11/bostic-volcker-alliance",
      "title": "Ruminations on Inflation - July 11, 2019",
      "text": "In a speech at the Volcker Alliance's FY2020 State Fiscal Conference, Atlanta Fed president and CEO Raphael Bostic shares his thoughts on ...",
      "published_time": "2019-07-11T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/2020/09/18/bostic-using-finance-to-create-racial-equity.aspx",
      "title": "Using Finance to Create Racial Equity: A Call for Change",
      "text": "Atlanta Fed president Raphael Bostic speaks on the need for the fields of economics and finance to confront the ways our systems perpetuate ...",
      "published_time": "2020-09-18T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/news/speeches/2021/03/25/bostic-measuring-the-economy-in-the-time-of-covid.aspx",
      "title": "Measuring the Economy in the Time of COVID - March 25, 2021",
      "text": "Atlanta Fed president Raphael Bostic speaks on the need to take a broader view of inflation and employment. Bostic also emphasizes that we must ...",
      "published_time": "2021-03-25T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/research/economists/hotchkiss-julie.aspx?panel=1",
      "title": "Julie Hotchkiss - Research Economist and Senior Adviser",
      "text": "Hotchkiss has published her research in various journals, including Applied Economics, the Review of Economics and Statistics, and the American Economic Review."
    },
    {
      "url": "https://www.frbatlanta.org/research/economists/roberds-william.aspx?panel=1",
      "title": "William Roberds - Research Economist and Senior Adviser ...",
      "text": "\"The Bank of Amsterdam and the Leap to Central Bank Money,\" with Stephen Quinn, 2007, American Economic Review (papers and proceedings), 97(2): 955–978."
    },
    {
      "url": "https://www.frbatlanta.org/rein.aspx",
      "title": "Regional Economic Information Network (REIN)",
      "text": "We gather input from business leaders, community groups, and nonprofit organizations to paint a broader picture than we can't capture with data and statistics ..."
    },
    {
      "url": "https://www.frbatlanta.org/blogs/macroblog/2019/01/16/quantitative-frightening",
      "title": "Quantitative Frightening? - Federal Reserve Bank of Atlanta",
      "text": "... Economic Insights, or this article by Jane Ihrig, Elizabeth Klee, Canlin Li, Min Wei, and Joe Kachovec in the March 2018 issue of the ...",
      "published_time": "2019-01-16T00:00:00"
    },
    {
      "url": "https://www.frbatlanta.org/-/media/documents/news/conferences/2015/1210-real-estate-finance/zhaogang.pdf%20at%202",
      "title": "Mortgage Dollar Roll - Federal Reserve Bank of Atlanta",
      "text": "Analyzing the MBS funding market also provides unique economic insights that are absent in the repo markets of fixed-income securities ..."
    }
  ]
}